Repository: PhoenicisOrg/Scripts
Catalog: i18n/*.po
Languages: de

source: Please wait ...
de: Bitte warten...

source: Installing {0} ...
de: Installiere {0} ...

source: Which language version would you like to install?
de: Welche Sprachversion möchten Sie installieren?

source: Please select the installation file. You can download it from https://www.elster.de/elfo_down.php.
de: Bitte wählen Sie die Installationsdatei aus. Sie können diese von https://www.elster.de/elfo_down.php herunterladen.

source: Accessories
de: Dienstprogramme

source: <b>Introduction</b><br/>PhotoFiltre Studio is a complete image retouching program. It allows you to do simple or advanced adjustments to an image and apply a vast range of filters on it. It is simple and intuitive to use, and has an easy learning curve. The toolbar, giving you access to the standard filters with just a few clicks, gives PhotoFiltre Studio a robust look. PhotoFiltre Studio also has layer manager (with Alpha channel), advanced brushes, nozzles (or tubes), red eye corrector, batch module and lot of other powerful tools.
de: PhotoFiltre ist ein Bildbearbeitungsprogramm, welches Ebenen, Filter und Effekte unterstützt.

source: Graphics
de: Grafik

source: Internet Explorer is an old web browser.<br />You may need it if you want to test a website compatibility, you should not use it to navigate.
de: Internet Explorer ist ein alter Webbrowser.<br/>Sie sollten ihn nur verwenden, um eine Website auf ihre Kompatibilität zu testen. Nutzen Sie ihn nicht, um im Internet zu surfen.

source: TeamSpeak 3 offers the ideal voice communication tool for online gaming, education and training, internal business communication, and staying in touch with friends and family.
de: TeamSpeak ist eine proprietäre Sprachkonferenzsoftware, die den Benutzern ermöglicht, über das Internet oder ein LAN per Sprache und Text miteinander zu kommunizieren sowie Dateien auszutauschen. TeamSpeak ist für die Nutzung parallel zu Online-Spielen optimiert.

source: <p>mIRC is a <b>popular Internet Relay Chat client</b> used by millions of people, and thousands of organizations, to communicate, share, play and work with each other on IRC networks around the world. Serving the <b>Internet community</b> for over a decade, mIRC has evolved into a powerful, reliable and fun piece of technology.<br></p>
de: mIRC ist ein beliebter Internet Relay Chat client, der von Millionen Menschen und Tausenden Firmen genutzt wird um miteinander über globale IRC Netzwerke zu kommunizieren, zu teilen, zu spielen und zu arbeiten.

source: Games
de: Spiele

source: The Online Installer allows you to install custom applications from the Internet.
de: Mit dem Online Installer können Sie eigene Anwendungen aus dem Internet installieren.

source: The Local Installer allows you to install custom applications from your local computer.
de: Mit dem Local Installer können Sie eigene Anwendungen von Ihrem lokalen Computer installieren.

source: Custom
de: Angepasst

source: ElsterFormular is the official german software to file a tax return.
de: ElsterFormular ist die offizielle Software für die deutsche Steuererklärung.

source: Office
de: Büroprogramme

source: Science
de: Lernprogramme

source: League of Legends is a fast-paced, competitive online game that blends the speed and intensity of an RTS with RPG elements. Two teams of powerful champions, each with a unique design and playstyle, battle head-to-head across multiple battlefields and game modes. With an ever-expanding roster of champions, frequent updates and a thriving tournament scene, League of Legends offers endless replayability for players of every skill level.
de: League of Legends ist ein schnelles, kompetitives Onlinespiel, das die Geschwindigkeit und Intensität von Echtzeitstrategie mit Rollenspielelementen verknüpft. Zwei Teams mächtiger Champions, jeder mit einem einzigartigen Design und Spielstil, treten Kopf an Kopf in mehreren Schlachtfeldern und Spielmodi gegeneinander an. League of Legends bietet mit einer ständig wachsenden Anzahl an Champions, häufigen Aktualisierungen und einer blühenden Wettkampfszene unbegrenzte Wiederspielbarkeit für Spieler jeden Niveaus.

source: Infiltrate terrorists' positions, acquire critical intelligence by any means necessary, execute with extreme prejudice, and exit without a trace! You are Sam Fisher, a highly trained secret operative of the NSA's secret arm: Third Echelon.
de: Infiltrieren Sie Posten von Terroristen, besorgen Sie entscheidende Informationen mit allen Ihnen zur Verfügung stehenden Mitteln und verschwinden Sie spurlos!<br><br>Sie sind Sam Fisher, ein hochqualifizierter Angestellter des geheimen Ablegers der NSA: Third Echelon. Das Gleichgewicht der Welt liegt in Ihren Händen!

source: Launcher for Unreal Engine, Unreal Tournament, Paragon etc.
de: Launcher für die Unreal Engine, Unreal Tournament, Paragon etc.

source: In Civilization V, the player leads a civilization from prehistoric times into the future on a procedurally generated map, achieving one of a number of different victory conditions through research, exploration, diplomacy, expansion, economic development, government and military conquest.
de: Werden Sie Herrscher über die Welt, indem Sie Ihre Zivilisation von der Geburt bis in das Weltraumzeitalter begleiten: Führen Sie Kriege, schließen Sie diplomatische Abkommen, erforschen Sie neue Technologien, legen Sie sich mit den größten Herrschern der Geschichte an und erschaffen Sie das mächtigste Reich, das die Welt je gesehen hat.

source: Hexcells Plus is a standalone expansion to Hexcells that contains 36 new and more challenging puzzles.
de: Hexcells Plus ist eine eigenständige Erweiterung für Hexcells mit 36 neuen und anspruchsvolleren Puzzles.

source: Q.U.B.E: Director's Cut is the definitive version of the brain-twisting first-person puzzler. Using special high-tech gloves to manipulate cubes in the environment, the player solves an array of conundrums - from physics-based challenges; to 3D jigsaws; to platform-based trials.
de: Q.U.B.E: Director's Cut ist ein First-Person Puzzler, bei dem Sie mit speziellen Hightech Handschuhen Würfel in der Umgebung manipulieren.

source: Amidst the scorched sands of ancient Persia, there is a legend spun in an ancient tongue. It speaks of a time borne by blood and ruled by deceit. Drawn to the dark powers of a magic dagger, a young Prince is led to unleash a deadly evil upon a beautiful kingdom.
de: Inmitten des heißen Sandes des alten Persiens wird eine Legende in einer alten Sprache erzählt. Sie handelt von einer von Gräueltaten geprägten Zeit, die von Verrat beherrscht wurde. Von den dunklen Mächten eines magischen Dolches angezogen wird ein junger Prinz dazu gebracht, ein tödliches Übel auf ein wunderbares Königreich loszulassen. Von den Listen einer verführerischen Prinzessin und der Macht des Sandes der Zeit getrieben führt der Prinz einen grausamen Kampf, um die verwunschenen Gemächer des Palastes zurückzuerobern und den Frieden in seinem Königreich wiederherzustellen.

source: Immerse yourself in the award-winning strategy experience. Microsoft Studios brings you three epic Age of Empires III games in one monumental collection for the first time. Command mighty European powers looking to explore new lands in the New World; or jump eastward to Asia and determine the outcome of its struggles for power.
de: Tauchen Sie in ein preisgekröntes Strategiespiel ein. Microsoft Studios verkauft ihnen zum ersten Mal drei epische Age of Empires III Spiele in einer monumentalen Kollektion. Kommandieren Sie die mächtigen europäischen Kräfte, um neue Ländereien in der neuen Welt zu entdecken; oder springen Sie ostwärts nach Asien, um dort den Ausgang andauernder Machtkämpfe zu entscheiden.

source: Heed the call of the open road, throw the gears in motion and take off in a tractor trailer. Drive faster than your competition, haul your cargo across the entire United States and feel the wind in your face as you control your own destiny. Blast the horn and build a career in the fast-paced world of trucking.
de: Liefern Sie mit Ihrem Truck Waren in ganz Amerika aus und machen Sie so aus Ihrer kleinen Firma eine riesige Spedition.

source: Niko is a spiritual journey through the dreams, where adventure, puzzles and mysteries come together in an oneiric and minimalist world. Dare to dream!
de: Niko ist eine spirituelle Reise durch die Träume, in dem Abenteuer, Rätsel und Geheimnisse in einer onirisch-minimalistischen Welt zusammenkommen. Stelle dich der Herausforderung des Traums!

source: The Legacy of Star Wars Dark Forces™ and Star Wars® Jedi Knight lives on in the intense first-person action of Jedi Outcast.
de: Das Vermächtnis von Star Wars Dark Forces™ und Star Wars® Jedi Knight lebt in diesem FPS-Actionspiel namens Jedi Outcast weiter.

source: Warcraft III: The Frozen Throne adds a host of new features to the game, including four new campaigns that take you across the frozen continent of Northrend. Explore new maps and master new units such as the Troll Bat Riders, the Blood Elf Spell Breakers, and the destructive Mountain Giants.<br><br>Install Warcraft III first.
de: Warcraft III: The Frozen Throne beinhaltet eine Unmenge an neuen Funktionen für das Spiel, einschließlich vier neuer Kampagnen, die euch über den eisigen Kontinent Nordend führen. Erforscht neue Karten und befehligt neue Einheiten wie die Troll-Fledermausreiter, die Zauberbrecher der Blutelfen oder die zerstörerischen Bergriesen.<br><br>Installieren Sie zunächst Warcraft III.

source: Origin is EA's PC games portal.
de: Origin ist EA's Portal für PC-Spiele.

source: You take part in the ancient traditional game of Druid Soccer.
de: Sie nehmen an dem altertümlichen, traditionellen Spiel Druidenfußball teil.

source: Forge your weapon and follow the path of the Jedi Jedi Knight: Jedi Academy is the latest installment of the highly acclaimed Jedi Knight series. Take on the role of a new student eager to learn the ways of the Force from Jedi Master Luke Skywalker.
de: Greifen Sie zur Waffe und folgen Sie den Pfaden eines echten Jediritters.<br>Jedi Knight: Jedi Academy ist der neueste Teil der hoch gefeierten Jedi Knight Serie. Sie begeben sich in die Rolle eines neuen Schülers, der unbedingt die Kampftechniken vom Jedimaster Luke Skywalker erlernen möchte. Kommunizieren Sie mit den berühmten Star Wars Charakteren in vielen klassischen Star Wars Stätten. Es liegt ganz allein an Ihnen: entscheiden Sie sich letztendlich für das Gute und dafür, auf der Seite des Lichts zu kämpfen oder wählen Sie die Macht und das Böse der dunklen Seite?

source: Uplay is Ubisoft's PC games portal.
de: Uplay ist Ubisoft's Portal für PC-Spiele.

source: Hexcells Infinite is the third game in the series of ambient logic puzzle games.<br><br>It includes a new set of 36 puzzles as well as a random puzzle generator and now supports mid-level saving and cross platform cloud saves.<br><br>The level generator uses an 8 digit seed number to generate each puzzle so they can easily be shared.
de: Hexcells Infinite ist das dritte Spiel der Serie von logischen Puzzle Spielen.

source: The Vanishing of Ethan Carter is a first-person story-driven mystery.
de: The Vanishing of Ethan Carter ist ein geheimnisvolles, storybasiertes First-Person Spiel.

source: Those intrepid invertebrates return with a vengeance in the much-loved Worms™ Armageddon. It’s a whole new can of worms! It’s hilarious fun that you can enjoy on your own or with all your friends.
de: Die unerschrockenen Kriecher kehren zurück und ihnen dürstet nach Rache im allseits beliebten Worms™ Armageddon. Hier ist einfach der Wurm drin! Genießen Sie einen grandiosen Spielspaß alleine oder mit all Ihren Freunden.

source: Relive Half-Life in this highly acclaimed, fan-made recreation
de: Erleben Sie Half-Life neu in dieser vielgepriesenen Neugestaltung durch Fans.

source: It is five years after Kyle's victory over the seven dark Jedi. Invading Imperial forces advance upon a quiet Rebel outpost, interrupting Kyle's training of a brave new Jedi, Mara Jade. First introduced in Timothy Zahn's award-winning Star Wars novel, Heir to the Empire, Mara Jade blends her past experiences as a one time smuggler and Emperor's Hand with her apprenticeship as a Jedi Knight.
de: &quot;Ich wählte mein Schicksal, und es hat mich hierher geführt...&quot; - Kyle Katarn<br><br>Fünf Jahre sind vergangen, nachdem Kyle seinen Sieg über die sieben dunklen Jedi feiern konnte. Einfallende Truppen des Imperiums schreiten auf einen einsamen Außenposten der Rebellen vor und unterbrechen Kyles Ausbidung von Mara Jade, einer neuen Jedi-Hoffnung. Wir begegneten Mara zuerst in Timothy Zahns preisgekrönten Star Wars Novelle, dort verwischte Mara Jade ihre vergangenen Erfahrungen als Schmuggler mit ihrer Anwärterschaft zur Jedi-Ausbildung. Gerüstet mit vier neuen Waffen und fünf neuen Kräften der Macht muss Mara die für die Neue Republik bestimmten Vorräte schützen während Kyle, im Glauben es sei teil seines Schicksals, die geheimen Schätze in den antiken Tempeln der Sith auffinden will.<br>Kann die Neue Republik durch diese tapfere Frau geschützt werden? Kann die Rebellenbasis gerettet werden und sind Verhandlungen mit Ka'Pa the Hutt aussichtsreich, um danach die Phalanx der Feinde abzuwehren?<br>Werden die antiken Geheimnisse der Sith neue Kräfte entfesseln?<br>Sind Kyle und Mara stark genug, um den Versuchungen der Dunklen Seite der Macht zu widerstehen? Oder werden neue Verheisungen sie zur dunklen Seite verführen?

source: Resident Evil 3: Nemesis, known in Japan as Biohazard 3: Last Escape (バイオハザード3 ラストエスケープ), is a survival horror video game and the sequel to Resident Evil 2, developed and published by Capcom. The game was released for the PlayStation, and was subsequently ported to the Dreamcast, Microsoft Windows and Nintendo GameCube. A Windows PC version was released first in Japan in June 2000 and later in other regions, which features enhanced 3D character model graphics and higher resolutions.
de: Resident Evil 3: Nemesis (jap. バイオハザード3 LAST ESCAPE, trans. Baiohazādo 3: Last Escape, Biohazard 3: Last Escape) ist ein 1999 erschienenes Computerspiel von Capcom. Es ist der dritte Teil der gleichnamigen Serie und wie seine Vorgänger dem Survival-Horror-Genre zuzuordnen. Resident Evil 3: Nemesis erschien zuerst für PlayStation, danach folgten Umsetzungen für Dreamcast, PC und GameCube.

source: In a city where information is heavily monitored, agile couriers called Runners transport sensitive data away from prying eyes. In this seemingly utopian paradise, a crime has been committed, your sister has been framed and now you are being hunted.
de: In einer Stadt, in der Informationen streng überwacht sind, können nur agile Kuriere, genannt 'Runner', sensitive Daten transportieren und vor wachsamen Augen schützen. In diesem scheinbar utopischen Paradies wurde ein Verbrechen begangen - Ihre Schwester wurde als Sündenbock missbraucht und nun ist man auch Ihnen auf den Fersen. Sie sind ein Runner namens Faith und dieses innovative FPS-Abenteuer erzählt Ihre Geschichte.

source: Ride your music. Audiosurf is a music-adapting puzzle racer where you use your own music to create your own experience. The shape, the speed, and the mood of each ride is determined by the song you choose.
de: Ride your music.<br><br>Audiosurf ist ein Puzzel-Rennspiel, in dem Sie Ihre eigene Muskisammlung &quot;absurfen&quot; können. Die Streckenführung, die Geschwindigkeit und die Stimmung jeder Rennstrecke spiegeln die Charakteristika des jeweiligen Songs dar. Sie erhalten Punkte, indem Sie gleichfarbige Blöcke auf der Strecke zusammenfügen. Spielen Sie gegen andere Online, um für Ihren Lieblingssong die höchste Punktzahl zu erreichen.

source: For centuries, the planet Hyllis has been bombarded by a relentless alien race. Skeptical of her government's inability to repel the invaders, a rebellious action reporter named Jade sets out to capture the truth.
de: Über Jahrhunderte wurde der Planet Hyllis von einer unbarmherzigen Alienrasse angegriffen. Skeptisch über die Unfähigkeit der Regierung die Angreifer abzuwehren, versucht die rebellische Reporterin Jade jetzt die Wahrheit heraus zu finden.

source: A murder mystery, on a plane, in the future. You are Consortium Bishop Six, a global peacekeeper in the year 2042. Your actions define and inform the ongoing narrative.
de: Ein mysteriöser Mord, in einem Flugzeug, in der Zukunft. Sie sind Consortium Bishop Six, ein globaler Friedenswächter im Jahr 2042. Ihre Handlungen bestimmen den Verlauf der Geschichte.

source: Venture into a wide-open world where the most powerful tool is your imagination. Help Maxwell solve robust puzzles in seamless, free-roaming levels by summoning any object you can think of. Create your own original objects, assign unique properties, and share them with friends online using Steam Workshop – to be used in game or further modified as you like!
de: Erleben Sie eine weite und offene Welt, in der Ihre Vorstellungskraft das stärkste Werkzeug ist. Helfen Sie Maxwell beim Lösen kniffliger Puzzles in zahlreichen Leveln, in denen er sich frei bewegen kann, indem Sie jedes Objekt, das Ihnen einfällt, herbeirufen. Erstellen Sie Ihre eigenen originellen Objekte, verleihen Sie ihnen einzigartige Eigenschaften und teilen Sie sie online mit Freunden - damit sie diese im Spiel verwenden oder ganz nach Wunsch weiter anpassen können.<br><br>Und erfahren Sie zum ersten Mal die Hintergrundgeschichte zu Maxwells Eltern, 41 Geschwistern (und seiner Zwillingsschwester Lily) und wie er seinen Zauberblock bekommen hat.

source: An epic story of family, vengeance and conspiracy set in the pristine, yet brutal, backdrop of a Renaissance Italy.
de: Eine epische Geschichte um Familie, Rache und Verschwörungen zur wunderschönen, jedoch brutalen Zeit der Renaissance in Italien.

source: Behind a veil of secrecy the evil Empire is creating a doomsday army - one that, if finished, will become the final cog in the Empire's arsenal of terror and domination. Your Mission? Join the Rebel Alliance's covert operations division, infiltrate the Empire.
de: Hinter einem Schleier aus Geheimnissen erschafft das böse Empire eine Armee des jüngsten Gerichts - eine Armee, die, einmal aufgestellt, das letzte Rad im Arsenal des Terrors und der Unterdrückung des Empires sein wird. Ihre Mission? Schließen Sie sich der Einheit für verdeckte Operationen der Rebellenallianz an und infiltrieren Sie das Empire.

source: Crayon Physics is a mouse arcade game. You will have to draw lines and squares to move a ball. The aim is to catch the stars in the level.
de: Crayon Physics ist ein Arcade Spiel, bei dem Sie mit der Maus Linien und Vierecke zeichnen müssen, um mit einem Ball den Stern am Ende des Levels zu erreichen.

source: A generation before the events of World of Warcraft begin... Cunning, sinister, and seemingly unstoppable, the demonic Burning Legion prepare to launch their long-awaited assault on the mortal world. Survival is a matter of strategy, as the Reign of Chaos begins...
de: Erforscht die vom Krieg zerrissene Welt von Azeroth, eine Generation bevor die Geschehnisse von World of Warcraft einsetzen. Durchtrieben, böse und scheinbar unaufhaltsam bereitet sich die Brennende Legion darauf vor, ihren langerwarteten Angriff auf die sterbliche Welt zu beginnen. Überleben ist eine Frage der Strategie, nun da die Herrschaft des Chaos beginnt...

source: Paradise City is the largest and most dangerous setting yet for the best-selling Burnout series. The massive setting gives players an open-ended world to explore, as they race their vehicles through hundreds of miles of roads and underground passages with more than 70 different cars. Speed through the streets from event to event, racking up points that are saved to your Paradise City driver’s license. Earn the vaunted “Burnout” license by smashing through billboards, jumping ramps, and sustaining crashes with the improved damage system.
de: Burnout Paradise The Ultimate Box bringt Ihnen das beste Konosolen Rennspiel von 2008, Burnout Paradise auf den PC, mit vielen großartigen Änderungen und Verbesserungen, wie zum Beispiel Motorräder und aufregenden neuen Onlinemodi und Herausforderungen.

source: Ezio Auditore walks in the footsteps of the legendary mentor Altair, on a dangerous journey of discovery and revelation.
de: Ezio Auditore folgt den Schritten des legendären Mentors Altair, auf einer gefährlichen Reise voller Entdeckungen und Wendungen.

source: Ether One is a first person adventure that deals with the fragility of the human mind. There are two paths in the world you can choose from. At its core is a story exploration path free from puzzles where you can unfold the story at your own pace.
de: Ether One ist ein First Person Adventure, das sich mit der Zerbrechlichkeit des menschlichen Verstands beschäftigt.

source: Icy Tower is a platform game set in a tower, where the player's goal is to jump from one floor to the next and go as high as possible without falling and plunging off the screen.
de: Icy Tower ist ein Tower Platformer, bei dem das Ziel des Spielers ist, von Ebene zu Ebene zu springen und dabei so hoch wie möglich zu kommen ohne abzustürzen.

source: Steam is a digital distribution platform developed by Valve Corporation, which offers digital rights management (DRM), multiplayer gaming, video streaming and social networking services.
de: Steam ist eine Internet-Vertriebsplattform für Computerspiele, Software, Filme und Serien, die von der Valve Corporation entwickelt und betrieben wird.

source: Engage in a tropical power trip! Become the dictator of a remote island during the Cold War. Charm, persuade, intimidate, oppress, or cheat your people to stay in power! Are you a kind and generous leader? A corrupt and ruthless tyrant ruling with an iron fist? Turn your island into a tourist paradise or an industrial power. Make promises to the electorate or slander political adversaries to get the crucial votes for the upcoming elections. Send your avatar to congratulate the people, visit the island of another player, or just sun-bathe on the Caribbean beach.
de: Machen Sie sich bereit für einen tropischen Powertrip! Werden Sie zu einem Diktator auf einer fernen Insel während des Kalten Kriegs. Verführen, überzeugen, verschüchtern, unterdrücken oder betrügen Sie Ihre Untergebenen, um an der Macht zu bleiben! Werden Sie ein großzügiger Anführer sein?
