Repository: PhoenicisOrg/Scripts
Catalog: i18n/*.po
Languages: de

source: Live and breathe as Ezio, a legendary Master Assassin, in his enduring struggle against the powerful Templar order.<br><br>He must journey into Italy’s greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy. Defeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire brotherhood of assassins who will rally to his side. Only by working together can the assassins defeat their mortal enemies and prevent the extinction of their order.
de: Ezios erbitterter Kampf gegen den mächtigen Templer-Orden geht in die nächste Runde. Diesmal führt es den legendären Meister-Assassinen nach Rom. Dort plant Ezio, das Übel direkt an seiner Wurzel zu bekämpfen.<br><br>Doch Gier und Korruption haben die Herrschaft über die gewaltige Metropole an sich gerissen. Um die korrupten Tyrannen der Hauptstadt zu besiegen, braucht Ezio mehr als nur Stärke. Auch seine Führungsqualitäten sind gefragt. Die gesamte Bruderschaft der Assassinen steht Ezio treu zur Seite und erwartet seine Befehle. Nur wenn die Assassinen wie ein Mann zusammenarbeiten, können sie ihre Todfeinde bezwingen.<br><br>Erstmals bietet ein Spiel der Assassin’s Creed-Reihe einen Mehrspieler-Modus. Hier kann der Spieler aus zahlreichen Charakteren seinen persönlichen Favoriten wählen. Jede dieser Figuren verfügt über individuelle Waffenkenntnisse und Assassinen-Fertigkeiten.<br><br>Es ist Zeit, der Bruderschaft beizutreten.

source: A 15 minute heist game by Crows Crows Crows & Directed by William Pugh (The Stanley Parable).
de: Ein 15-minütiges Heist-Game von Crows Crows Crows unter Leitung von William Pugh (The Stanley Parable).

source: The Blizzard desktop app is designed to improve your gaming experience. It’ll streamline your login and make it even easier to keep up with your friends!
de: Die Blizzard Desktop app soll Ihre Spielerfahrung verbessern. Sie vereinheitlicht die Logins und vereinfacht es, in Kontakt mit Ihren Freunden zu bleiben!

source: Winner of more than 200 Game of the Year Awards, Skyrim Special Edition brings the epic fantasy to life in stunning detail. The Special Edition includes the critically acclaimed game and add-ons with all-new features like remastered art and effects, volumetric god rays, dynamic depth of field, screen-space reflections, and more. Skyrim Special Edition also brings the full power of mods to the PC and consoles. New quests, environments, characters, dialogue, armor, weapons and more – with Mods, there are no limits to what you can experience.
de: Skyrim wurde mit mehr als als 200 &quot;Spiel des Jahres&quot;-Auszeichnungen prämiert, die Skyrim Special Edition erweckt den epischen Fantasy-Meilenstein mit verblüffender Detailfülle zu neuem Leben. Die Special Edition enthält das Spiel samt Add-ons und bietet neue Features wie überarbeitete Grafiken und Effekte, volumetrische Strahlenbüschel, dynamische Tiefenschärfe, Screen Space Reflections und einiges mehr, und gibt auch Konsolenspielern Zugriff auf PC-Mods. Neue Quests, Umgebungen, Charaktere, Dialoge, Rüstungen, Waffen und mehr – dank Mods sind Ihrem Spielerlebnis keine Grenzen gesetzt.

source: Rocksmith’s innovative game design makes playing music visually intuitive and will engage experienced musicians as well as those who have never picked up a guitar in their lives.
de: Rocksmith™ ist das erste und einzige Spiel, das Sie mit einen 1/4&quot;-Stecker an jede echte Gitarre oder Bass anschließen können.<br><br>Kein Plastik, nichts Unechtes, nur die authentischste und kompletteste Gitarrenerfahrung unter den Musikspielen. Indem Sie mit Ihrem PC verbunden sind, werden Sie echtes Können und Style entwickeln, während Sie absolut echte Musik machen. Mit Gameplay, dass sich automatisch Ihren persönlichen Fähigkeiten anpasst, wird Rocksmiths innovatives Spieldesign Musik spielen visuell intuitiv machen und sowohl erfahrene Musiker als auch die, die noch nie in ihrem Leben eine Gitarre angefasst haben, begeistern.<br><br>Schalten Sie Mini-Games frei, um bestimmte Fähigkeiten zu verbessern. Sie werden aus einem großen Katalog von Liedern verschiedener Art wählen können. Sie erleben all das mit einer waschechten Gitarre. Nichts ist vergleichbar damit, ein echtes Instrument zu spielen.

source: Jedi Knight: Dark Forces II picks up where the award-winning Dark Forces™ game left off...with even more features and firepower in dazzling 3D graphics. As Kyle Katarn, you must acquire a lightsaber and learn the ways of the Force to become a Jedi Knight.
de: Dark Forces™ setzte den Industriestandard für FPS-Action im Star Wars® Universum. Jetzt setzt Jedi Knight: Dark Forces II dieses glorreichen Erfolg fort...mit mehr Feuerkraft und Spielfunktionen den jemals zuvor in verblüffender 3D Grafik. Als Kyle Katarn müssen Sie ein Lichtschwert erlangen und die Wege der Macht erlernen, um ein Jedi Ritter zu werden. Konfrontieren Sie alte Feinde... Greedo, Boosk, Sturmtruppen. Und neue Bösewichter... sieben dunkle Jedi, die versuchen die Kraft einer uralten Beerdigunsstätte für Ihre teuflischen Pläne zu nutzen. Ergreifen Sie die Initiative, wählen Sie 10 Waffen in Ihrem Arsenal und über 12 Kräfte der Macht und durchkreuzen Sie diese dunklen Pläne.

source: The fastest way to learn guitar is now better than ever. Join over three million people who have learned to play guitar with the award-winning Rocksmith® method. Plug any real guitar or bass with a 1/4 inch jack directly into your PC or Mac and you’ll learn to play in just 60 days.
de: Die brandneue Rocksmith 2014 Edition ist größer, besser und schneller denn je. Von Grund auf erneuert, erlebst du stark verbesserte Features, ein neues Aussehen, flexiblere und tiefergehende Übungswerkzeuge, neue Techniken und Stimmungen, über 50 neue Hits und vieles mehr.

source: Find and rescue your uncle by using his newest invention to work your way through a crazy complex mansion as you switch between dimensions and solve puzzles!
de: Finden und retten Sie Ihren Onkel, indem Sie seine neueste Erfindung nutzen und sich Ihren Weg durch eine unglaublich verzwickte Villa bahnen während Sie zwischen den Dimensionen hin und herwechseln und dabei Puzzle lösen!

source: Hexcells is an ambient logic puzzle game for PC, Mac and Linux.
de: Hexcells ist ein logisches Puzzle Spiel für PC, Mac und Linux.

source: Worms™ Reloaded is a turn-based computer games developed by Team17 Software. Players control a small platoon of earthworms across a deformable landscape, battling other computer- or player-controlled teams. The games feature bright and humorous cartoon-style animation and a varied arsenal of bizarre weapons.
de: Zehn Jahre nach Worms™ Armageddon setzt sich das auf Runden basierte Comic-Chaos im Spiel Worms™ Reloaded fort. Die brandneue Edition ist für Ihren PC jetzt über Steam verfügbar. Worms™ Reloaded bietet ein Online- und Offline Mehrspielererlebnis für bis zu vier Spieler, Voice Chat, eine Unmenge an verrückten neuen Waffen (sowie die Rückkehr mancher ikonischer Waffen des beliebten Vorgängers), Errungenschaften, Ranglisten, neue Landschaften in hoher Bildauflösung, ein Spektrum an brillanten Festungen für den neuen Fortmodus, einen neuen Landschaftseditor, neue Spielmodi, Hüte, Skins und verschiedene Stimmen.

source: Take on the role of a hardened career criminal executing intense, dynamic heists in constant pursuit of the next “big score”
de: Schlüpfen Sie in die Rolle eines hartgesottenen Kriminellen und führen Sie turbulente Raubzüge auf der Jagd nach dem nächsten &quot;großen Fang&quot; durch.

source: Enderal is a total conversion for TES V: Skyrim: a game modification that is set in its own world with its own landscape, lore and story. It offers an immersive open world, all for the player to explore, overhauled skill systems and gameplay mechanics and a dark, psychological storyline with believable characters.
de: Enderal ist eine Komplettumwandlung für &quot;The Elder Scrolls V: Skyrim&quot; -- eine Mod, die in ihrer eigenen Spielwelt angesiedelt ist, mit eigener Landschaft, Tradition und Story. Sie ist ein immersives Open-World-Abenteuer mit einem komplett veränderten Skillsystem, rundum erneuerten Spielmechaniken und einer düsteren, psychologischen Story mit glaubwürdigen Charakteren. Enderal ist kostenlos und benötigt nur eine (legale) Version von TES V: Skyrim (die DLCs sind nicht notwendig). Die Mod ist ein unkommerzielles Projekt von SureAI, dem Entwicklerteam hinter der Oblivion-Mod &quot;Nehrim: Am Rande des Schicksals&quot; und der Morrowind-Mod &quot;Arktwend - Das vergessene Reich&quot;.

source: Age of Empires II has been re-imagined in high definition with new features, trading cards, improved AI, workshop support, multiplayer, Steamworks integration and more!
de: Age of Empires II wurde in High Definition neu aufgelegt und mit neuen Features, Sammelkarten, verbesserter KI, Steam-Workshop-Unterstützung, überarbeitetem Multiplayermodus, Steamworks-Integration und vielem mehr versehen!

source: Ever wondered what one quadrillion damage per second feels like? Wonder no more! Embark on your quest to attain it today! Start out by clicking on the monster to kill them, and get their gold. Spend that gold on hiring new heroes and get more damage. The more damage you deal, the more gold you will get.
de: Hast du dich schon mal gefragt, wie es sich wohl anfühlt, eine Quadrillion Schaden pro Sekunde zu verursachen? Jetzt kannst du es herausfinden! Begib dich auf deine Mission, um mal richtig viel Schaden anzurichten!

source: A mysterious invitation leads to the attic of an abandoned house. In the room is a cast-iron safe laced with strange carvings and on top, a note from your distant companion. It promises something ancient and astonishing concealed in the iron chamber - you need only find a way in.
de: Eine rätselhafte Einladung führt auf den Dachboden eines verlassenen Hauses. Dort befindet sich ein eiserner Safe mit seltsamen Gravuren – und einer Notiz deines fernen Gefährten. Sie verspricht etwas Uraltes und Erstaunliches, eingeschlossen in der Eisenkammer. Du musst nur einen Weg hinein finden.

source: SBBP is a 2D platformer with pixel graphics. Blue boy’s girlfriend is kidnapped by aliens so he goes through 21 levels to save her and he also fight bosses along the way.
de: SBBP ist ein 2D Platformer mit Pixelgrafik. Blue boy’s Freundin wurde von Aliens entführt, weshalb er in 21 Leveln versucht, sie zu retten, und auf dem Weg Gegner bekämpft.

source: 'Shower With Your Dad Simulator 2015: Do You Still Shower With Your Dad?' is a fast paced shower-simulation where you shower with your 8-bit dad. It's good, clean fun!
de: 'Shower With Your Dad Simulator 2015: Do You Still Shower With Your Dad?' ist eine schnelle Duschsimulation, bei der Sie mit Ihrem 8-bit Vater duschen. Ein guter, sauberer Spaß!

source: Far Cry® 3: Blood Dragon is THE Kick-Ass Cyber Shooter.Welcome to an 80’s vision of the future. The year is 2007 and you are Sargent Rex Colt, a Mark IV Cyber Commando. Your mission: get the girl, kill the baddies, and save the world.
de: Far Cry® 3: Blood Dragon ist DER wahnsinnige Cyber-Shooter. Far Cry® 3: Blood Dragon ist angesiedelt auf einer bizarren Open World-Insel, wo das Böse allgegenwärtig ist. Willkommen in einer Vision der Zukunft aus Sicht der 80er. Wir schreiben das Jahr 2007 und Sie sind Sergeant Rex Colt, ein Mark IV Cyber Commando. Ihre Mission: Schnappen Sie sich das Mädchen, töten Sie die Bösewichte und retten Sie die Welt!

source: Experience the magical universe of Rayman with legendary 2D gameplay that has captured the hearts of millions of fans!
de: Michel Ancel, gefeierter Schöpfer von Rayman®, Beyond Good & Evil® und den Raving Rabbids®, kehrt mit seinem neuesten Titel zu den Wurzeln zurück Rayman Origins ist ein HD-, 2D-Side-Scrolling-, Jump ‘n‘ Run-Adventure für bis zu vier Spieler im Team!<br><br>In Rayman Origins entdeckt man erneut Raymans magische Welt mit ihrem legendären 2D-Gameplay, das die Herzen von Millionen Fans erobert hat...<br><br>Als die Lichtung der Träume von „widerborstigen“ Darktoons überfallen wird, ruft der Feenrat in aller Eile Rayman zu Hilfe. Doch der Held des Lichts scheint nicht ganz auf der Höhe zu sein ... Also schließt er sich für diese Aufgabe mit seinem besten Freund Globox und zwei cleveren Zauberern, den Kleinlingen, zusammen. Gemeinsam bilden sie das fröhlichste Heldengespann der Welt. Sie ziehen aus, den Frieden auf der Lichtung der Träume wiederherzustellen, und zu verhindern, dass sich die geliebte Heimat wie in einem bösen Traum in Nichts auflöst...

source: Join the rise of Darth Vader’s elite 501st Legion of Stormtroopers as you fight through an all new story-based saga where every action you take impacts the battlefront and, ultimately, the fate of the Star Wars galaxy.
de: Mit brandneuen Weltraumkämpfen, spielbaren Jedi Charakteren und über 16 neuen Schlachtfeldern bietet Ihnen Star Wars Battlefront II mehr Möglichkleiten als jemals zuvor das orignale Star Wars auf verschiedenste Weisen zu spielen.

source: Notepad++ is a free (as in &quot;free speech&quot; and also as in &quot;free beer&quot;) source code editor and Notepad replacement that supports several languages. Running in the MS Windows environment, its use is governed by GPL License.<br><br>Based on a powerful editing component Scintilla, Notepad++ is written in C++ and uses pure Win32 API and STL which ensures a higher execution speed and smaller program size. By optimizing as many routines as possible without losing user friendliness, Notepad++ is trying to reduce the world carbon dioxide emissions. When using less CPU power, the PC can throttle down and reduce power consumption, resulting in a greener environment.<br><br>Source: http://notepad-plus.sourceforge.net/uk/site.htm
de: Notepad++ ist ein freier Editor, der verschiedene Programmiersprachen unterstützt.

source: Development
de: Entwicklung

source: Other
de: Nicht zuzuordnen

source: Select your region:
de: Wählen Sie Ihre Region:

source: Please install Warcraft III before installing The Frozen Throne.
de: Bitte installieren Sie Warcraft® III bevor Sie Warcraft® III: The Frozen Throne® installieren.

source: When Origin launches, you will get an error message ("Your update could not be completed."). This is ok. Just close the popup.
de: Wenn Origin startet, werden Sie eine Fehlermeldung erhalten ("Die Aktualisierung konnte nicht abgeschlossen werden"). Dies ist kein Problem. Schließen Sie einfach das Popup-Fenster.

source: Please select the download URL.
de: Bitte wählen Sie die Download-URL.

source: Please follow the steps of the Uplay setup. Uncheck "Run Uplay" or close Uplay completely after the setup so that the installation of "{0}" can continue.
de: Bitte folgen Sie den Schritten der Uplay Installation. Entfernen Sie den Haken bei "Uplay ausführen" oder schließen Sie Uplay nach der Installation, damit die Installation von "{0}" fortgesetzt werden kann.

source: Please wait until Uplay has finished the download ...
de: Bitte warten Sie bis Uplay den Download beendet hat ...

source: Please close Uplay.
de: Bitte schließen Sie Uplay.

source: Please enter the name of your application.
de: Bitte geben Sie einen Namen für Ihre Anwendung ein.

source: Please select the wine architecture.
de: Bitte wählen Sie die Wine-Architektur.

source: Please select the wine distribution.
de: Bitte wählen Sie die Wine-Distribution.

source: Please select the wine version.
de: Bitte wählen Sie die Wine-Version.

source: Please select the executable.
de: Bitte wählen Sie die ausführbare Datei aus.

source: Please select the installation file.
de: Bitte wählen Sie die Installationsdatei aus.

source: Please follow the steps of the Steam setup. Uncheck "Run Steam" or close Steam completely after the setup so that the installation of "{0}" can continue.
de: Bitte folgen Sie den Schritten der Steam Installation. Entfernen Sie den Haken bei "Steam ausführen" oder schließen Sie Steam nach der Installation, damit die Installation von "{0}" fortgesetzt werden kann.

source: Please wait until Steam has finished the download ...
de: Bitte warten Sie bis Steam den Download beendet hat ...

source: Downloaded {0} of {1} bytes
de: {0} von {1} Bytes heruntergeladen

source: Please wait while {0} is installed ...
de: Bitte warten Sie während {0} installiert wird...

source: Extracting {0} ...
de: Extrahiere {0} ...

source: fonts
de: Schriftarten

source: Please follow the steps of the Uplay setup. Uncheck "Run Uplay" or close Uplay completely after the setup so that the installation can continue.
de: Bitte folgen Sie den Schritten der Uplay Installation. Entfernen Sie den Haken bei "Uplay ausführen" oder schließen Sie Uplay nach der Installation, damit die Installation von "{0}" fortgesetzt werden kann.

source: The container {0} is no longer used. Do you want to delete it?
de: Der Container {0} wird nicht mehr verwendet. Möchten Sie ihn löschen?

source: Executable {0} not found!
de: Ausführbare Datei {0} nicht gefunden!

source: Please wait while {0} is uninstalled ...
de: Bitte warten Sie währen {0} deinstalliert wird ...

source: Could not uninstall {0}!
de: Konnte {0} nicht deinstallieren!

source: Prefix seems to be 32bits
de: Der Prefix scheint 32bit zu sein

source: Installing version:
de: Installiere Version:

source: Could not determine mimetype for file extension "{0}"
de: Konnte Mimetype für Dateiendung "{0}" nicht bestimmen

source: Please wait while {0} is extracted ...
de: Bitte warten Sie während {0} extrahiert wird ...

source: Checking file consistency ...
de: Dateikonsistenz wird geprüft ...

source: Please wait while {0} is downloaded ...
de: Bitte warten Sie während {0} heruntergeladen wird ...

source: Error while calculating checksum. Expected = {0} Actual = {1}
de: Fehler beim Prüfen der Checksumme. Erwartet = {0} Tatsächlich = {1}
